var solveInfo = [
    {
        "mainTitle": "내 적성과 역량 알아보기",
        "subTitle": ["직업심리검사", "잡 케어"],
        "detailTitle": ["개인의 능력과 흥미, 성격 등을 검사하여 직업 분야 추천", 
        "AI가 내 직무능력을 진단하여 일자리, 자격증, 교육/훈련 추천"],
    },

    {
        "mainTitle": "취업 기초체력 키우기",
        "subTitle": ["구직자 취업역략 강화 프로그램", "청년도전 지원", "심리안정지원 프로그램"],
        "detailTitle": ["개인의 능력과 흥미, 성격 등을 검사하여 직업 분야 추천", "취업할 자신이 없는 청년에게 자신감을!", "마음이 아픈 분을 위한 전문 심리상담"],
    },
    {
        "mainTitle": "개인 맞춤형 종합 서비스",
        "subTitle": ["국민취업지원제도", "구직자 도약보장 패키지", "대학 일자리플러스 센터", "고교 재학생 맞춤형 고용서비스", "중장년 내일센터", "여성 취업지원 및 경력단절 예방 (새일센터)"],
        "detailTitle": ["저소득 구직자를 위한 상담, 지원금 등 통합 취업지원", "AI 진단과 1:1 상담을 통한 맞춤형 서비스 추천", "우리 학교 안에도 취업지원센터가 있다", 
        "고등학생 진로탐색, 상담, 직업훈련", "만 40세 이상을 위한 경력설계, 재취업/창업 지원", "여성만을 위한 교육/훈련, 일자리 알선, 취업 후 지원 등"],
    },

]